Repository: Ogureq/MediTrack
Catalog: Gemocode/Model.xcstrings
Source language: en
Languages: ru

# activityLevel.active
source: Very Active
ru: Высокая активность

# activityLevel.light
source: Lightly Active
ru: Низкая активность

# activityLevel.moderate
source: Moderately Active
ru: Умеренная активность

# activityLevel.sedentary
source: Sedentary
ru: Малоподвижный

# lab.unknownTest
source: Unknown Test
ru: Неизвестный анализ

# report.category.consultation
source: Consultation
ru: Консультация

# report.category.imaging
source: Imaging
ru: Визуализация

# report.category.labReport
source: Lab Report
ru: Лабораторный отчёт

# report.category.other
source: Other
ru: Другое

# report.category.procedure
source: Procedure
ru: Процедура

# report.category.prescription
source: Prescription
ru: Рецепт

# report.category.vaccination
source: Vaccination
ru: Вакцинация

# vital.bloodGlucose
source: Blood Glucose
ru: Глюкоза крови

# vital.bloodPressure
source: Blood Pressure
ru: Артериальное давление

# vital.heartRate
source: Resting Heart Rate
ru: Пульс в покое

# vital.oxygenSaturation
source: Oxygen Saturation
ru: Сатурация кислорода

# vital.respiratoryRate
source: Respiratory Rate
ru: Частота дыхания

# vital.sleepHours
source: Sleep
ru: Сон

# vital.temperature
source: Body Temperature
ru: Температура тела

# vital.weight
source: Weight
ru: Вес
